<?php
/**
 * @file lang/russian/utf-8/_admin_key.php
 * @brief Файл переводов для страницы admin/key.php
 */
/* KEY START ******************************/
$r_key = 'Ограничение объёма неисключительного права использования программы для ЭВМ AVReg';
$r_key_state = 'Файл лицензионного ключа защиты &#171;%s&#187;.';
$key_not_found = 'Файл ключа &#171;%s&#187; не найден. Обратитесь к продавцу или установщику системы.';
$key_not_rd = 'Невозможно прочитать файл ключа &#171;%s&#187;. Проверьте права доступа к файлу. Должно быть 0644 root:root';
$key_bad = 'Файл ключа повреждён. Обратитесь к продавцу или установщику системы.';
$key_alien = 'Это не ваш или повреждённый ключ.<br>Программа AVReg работать не будет.<br>Обратитесь к продавцу или установщику системы.';

$strKeyOptions = 'Количество &#171;лицензионных&#187; каналов:
<ul>
<li>сетевых видеопотоков - %d</li>
<li>аналоговых видеокамер - %d</li>
<li>сетевых аудиопотоков - %d</li>
<li>аналоговых аудиоисточников - %d</li>
</ul>';

$strMacAddr = 'Привязка к аппаратному MAC адресу сетевой платы';
$strMaxServerCams = 'Максимальное кол-во видеокамер';

$trial_key = 'У вас установлен <span class="HiLiteBig">trial ключ</span> для ограниченного использования программы для ЭВМ AVReg c целью ознакомления с возможностями, характеристиками и качеством нашего продукта.<br /><br />
<b>
Вы можете хранить и запускать только одну копию программы для ЭВМ AVReg не более чем на одном компьютере, пренадлежащем вашей организации (включая все филиалы и представительства) или вам, как индивидуальному предпринимателю или физическому лицу, в конфигурации не более чем 4 видео или аудио каналов (суммарно).
</b>
<br /><br />
Мы <b>абсолютно ничего не гарантируем</b>, включая постоянство количества бесплатных и &#171;открытых&#187;, в рамках настоящей лицензии, каналов в следующих версиях.<br /><br />
Для получения полнофункционального лицензионного ключа, вам необходимо связаться с дилерами или разработчиками и сообщить количество:
<ol>
<li>сетевых видеопотоков,</li>
<li>аналоговых видеокамер,</li>
<li>сетевых аудиопотоков,</li>
<li>аналоговых аудиоисточников,</li>
</ol>
и аппаратный MAC адрес любой установленной сетевой платы eth[0-9] (см. ниже).
<br />
';

/******************************** KEY END */
?>